tap "homebrew/bundle"
tap "oven-sh/bun"
brew "bat"
brew "btop"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "git"
brew "go"
brew "neovim"
brew "node"
brew "python@3.12"
brew "ripgrep"
brew "wireguard-tools"
brew "oven-sh/bun/bun"
cask "font-cascadia-code"
cask "font-symbols-only-nerd-font"
cask "kitty"
